[
  {
    "id": 37859,
    "title": "Poetry Collection 37859",
    "author": "Various Poets",
    "text": "and other Poems\n\"The King's Temptation,\" \"The Cap of Care,\" etc.\nA. C. Fifield, Clifford's Inn, E.C.\nA. C. Fifield, 13 Clifford's Inn, E.C.\nLove's Counterfeit\nStratford-on-Avon\nUnder the shade of the Kursaal veranda\nIdly I follow the flight of the seagulls,\nGleaming like snow when their wings catch the sunshine,\nWhile from the palm-house adjacent is wafted\nMusic half drowned in a babel of voices,\nFitting the mode of this temple of follies.\nFar though the mountains, their influence, ever\nChangeful in temper, from sombre to smiling,\nConstant in wileful and mystic allurement,\nRouses unrest and a strange fascination.\nLimpid and blue are the waters of Leman\nClear in the deepness, translucent and shining,\nBlue as the ether's ineffable azure,\nBright in the glow of the midsummer sunshine.\nCleaving the air with their palpitant pinions,\nWheeling and drifting, the beautiful seagulls\nFly with the grace of unconscious perfection,\nCrying exultant and wild in a chorus.\nAre you not fit for the realm of immortals,\nTo float on the winds of the gardens Elysian?\nOr must you hover a little while longer--\nWandering souls in a state of probation--\nHalf-way uplifted beyond our defilement,\nHalf-way removed from the land of the blessed?\nFar in the distance beyond the blue water,\nRises the hoary old father of mountains,\nRugged and scarred with antiquity's furrows,\nCrowned with the snows of a million winters.\nLow in the shade of his ponderous presence,\nDappling the slopes, are the homesteads of peasants,\nEach with its cloud of blue vapour ascending:\nAnd sweetly the bells across the green pastures\nAnswer each other with voices persistent,\nTelling the herdsman the tale of his charges.\nGrim is the smile of the white-headed mountain\nFor toilers below in the slumbering valley,\nGrim is the glance with a touch of derision,\nSeeming to say to his towering brothers--\nCatogne and the broad-shouldered heights of the Midi,\n\"Iguanodon,--Mastodon,--Man,--in their passing\nServe but as signs on the path of the ages.\"\nSoftly the plash of the waters of Leman\nSounds from the rough-tumbled stones at its margin:\nGently the zephyrs play over its surface,\nMaking it glitter with myriads of sparklets.\nSwiftly the barques trim their sails in the sunshine--\nSails high and slender that swell to the breezes,\nWhite as the snow on the breast of the Jungfrau--\nMirrored in whiteness upon the blue water.\nAs I sat watching the lake and the mountains,\nSlowly a haze like a curtain of muslin,\nFlimsy and fine like a texture of cobweb,\nDrifted and rose till it shut out the bases\nAnd bulk of the mountains across the still water,\nWhilst high above it the crests and sierras\nStood out as castles and walls of enchantment,\nRaised in the air like king Solomon's city,\nHeld up aloft by invisible genii.\nThen in the faintly drawn lines of escarpment,\nBattlements, pinnacles, turrets and bastions\nSprang into being, and fancy, untrammelled,\nPictured a palace with walls, and a fortress\nBeleaguered and stormed by a shadowy army,\nMassed under pennons seen dim through the vapour.\nOver the drawbridge a desperate sortie\nMade by the knights of the castle invested\nBrings the foes quickly in conflict together.\nPlumes white and restless like foam on the breakers\nDrift to and fro with the tide of the battle;\nFalchions and maces and curtaxes gleaming\nA moment aloft, strike sparks in descending\nOn corslet and casque and dinted escutcheon,\nWhilst out of the contest, with stumbling footsteps\nThe wounded are led sore stricken and helpless.\nLadies in sarcenet, arabesque broidered\nWith blossoms that climb fantastic in colour,--\nStiff flowers of blazonry's formal convention\nThat rise from the hem to the throat in profusion,\nWhere carcanets flash on bosoms unquiet,--\nLook from their casements with eyes full of wonder,\nDown on the conflict that rages below them,\nFierce in the shock and the heat of encounter,\nHearing the war-cries and clashing of weapons,\nWinding of horns, and the groans of the dying.\nTill all was lost in the thickening curtain,\nVeiled by the mist were my golden romances.\nOnce when a snowstorm swept over lake Leman\nFilling the distance with wildly tossed snowflakes,\nI pictured a scene in the heart of the mountains,\nHidden in shadows, unknown to the climber,\nOut of the range of Humanity's footsteps.\nThere is the cave where the slumbering ice god\nHides from the gaze of the wandering stranger,\nShut in the depths of the mountain's recesses,",
    "subjects": [
      "Poetry"
    ],
    "bookshelves": [
      "Poetry"
    ]
  },
  {
    "id": 14906,
    "title": "Poetry Collection 14906",
    "author": "Various Poets",
    "text": "beautiful regions abroad.\nThough here fair blooms the rose and the woodbine waves on high,\nAnd oak and elm and bracken frond enrich the rolling lea,\nAnd winds as if from Arcady breathe joy as they go by,\nYet I yearn and I pine for my North Countrie.\nI leave the drowsing south and in dreams I northward fly,\nAnd walk the stretching moors that fringe the ever-calling sea;\nAnd am gladdened as the gales that are so bitter-sweet go by,\nWhile grey clouds sweetly darken o'er my North Countrie.\nAnd larger thoughts have birth among the moors and lowly glades\nAnd reedy mounds and sands of my North Countrie.\nYou who know what easeful arms\nSilence winds about the dead,\nOr what far-swept music charms\nHearts that were earth-wearied;\nYou who know--if aught be known\nIn that everlasting Hush\nWhere the life-born years are strewn,\nWhere the eyeless ages rush,--\nTell me, is it conscious rest\nHeals the whilom hurt of life?\nOr is Nirvana undistressed\nE'en by memory of strife?\nWhen Grief comes this way by\nWith her wan lip and drooping eye,\nBid her welcome, woo her boldly;\nSoon she'll look on thee less coldly.\nHer tears soon cease to flow.\n'Tis now not Grief but Joy we know;\nFrom her smiling face the roses\nTell the glad metempsychosis.\nLife with the sun in it--\nShaded by gloom!\nLife with the fun in it--\nLife with its Love ever haunted by Hate!\nLife's laughing morrows frowned over by Fate!\nYoung Life's wild gladness still waylaid by Age!\nAll its sweet badness still mocking the sage!\nWhat can e'er measure the joy of its strife?\nWhat boundless leisure\nCount the heaped treasure\nOf woe, that's the pleasure\nAnd beauty of Life?\nOnce as the aureole\nDay left the earth,\nFaded, a twilight soul,\nMemory, had birth:\nYoung were her sister souls, Sorrow and Mirth.\nDark mirrors are her eyes:\nWherein who gaze\nSee wan effulgencies\nFlicker and blaze--\nLorn fleeting shadows of beautiful days.\nScan those deep mirrors well\nAfter long years:\nLo! what aforetime fell\nIn rain of tears,\nIn radiant glamour-mist now reappears.\nSee old wild gladness\nTamed now and coy;\nGrief that was madness\nTurned into joy.\nFate cannot harry them now, nor annoy.\nDown from yon throbbing blue,\nPassionless, fair,\nStill faces look on you,\nSunlit their hair,\nWith a slow smile at your pleasure and care.\nLife and death murmurings\nFrom their lips go\nIn vaster music-rings;\nOutward they flow,\nTenderer, wilder, than songs that we know.\nMy love's unchanged--though time, alas!\nTurns silver-gilt the golden mass\nOf flowing hair, and pales, I wis,\nThe rose that deepened with that kiss--\nThe first--before our marriage was.\nAnd though the fields of corn and grass,\nSo radiant then, as summers pass\nLose something of their look of bliss,\nMy love's unchanged.\nOur tiny girl's a sturdy lass;\nOur boy's shrill pipe descends to bass;\nNew friends appear, the old we miss;\nMy _Love_ grows old ... in spite of this\nMy love's unchanged.\nA gurly breeze swept from the pool\nThe Autumn peace so blue and cool,\nWhich all day long had dreamed thereon\nOf men and things aforetime gone,\nTheir vanished joy, their ended dule:\nSo glooms the sea, so sounds her brool,\nAs from the East at eve comes on\nA gurly breeze.\nSense yields to Fancy 'neath whose rule\nThis inland scene is quickly full\nOf ocean moods wherein I con\nAs in a picture; quickly gone.\nTo what sweet use the mind may school",
    "subjects": [
      "Poetry"
    ],
    "bookshelves": [
      "Poetry"
    ]
  },
  {
    "id": 8187,
    "title": "Poetry Collection 8187",
    "author": "Various Poets",
    "text": "industrious literary life.\n\"Come rest in this bosom, mine own stricken deer.\"\nAll that's Bright must Fade.\nAlone in Crowds to wander on.\nAmatory Colloquy between Bank and Government.\nXL. I know That Heaven hath sent Me Here.\nXLI. When Spring adorns the Dewy Scene.\nXLII. Yes, be the Glorious Revel Mine.\nXLIII. While Our Rosy Fillets shed.\nXLIV. Buds of Roses, Virgin Flowers.\nXLV. Within This Goblet Rich and Deep.\nXLVI. Behold, the Young, the Rosy Spring.\nXLVII. 'Tis True, My Fading Years decline.\nXLVIII. When My Thirsty Soul I steep.\nXLIX. When Bacchus, Jove's Immortal Boy.\nL. When Wine I quaff, before My Eyes.\nLII. Away, Away, Ye Men of Rules.\nLIII. When I beheld the Festive Train.\nLIV. Methinks, the Pictured Bull We see.\nLV. While We invoke the Wreathed Spring.\nLVI. He, Who instructs the Youthful Crew.\nLVII. Whose was the Artist Hand That Spread.\nLVIII. When Gold, as Fleet as Zephyr's Pinion.\nLIX. Ripened by the Solar Beam.\nLXI. Youth's Endearing Charms are fled.\nLXII. Fill Me, Boy, as Deep a Draught.\nLXIII. To Love, the Soft and Blooming Child.\nLXIV. Haste Thee, Nymph, Whose Well-aimed Spear.\nLXV. Like Some Wanton Filly sporting.\nLXVI. To Thee, the Queen of Nymphs Divine.\nLXVII. Rich in Bliss, I proudly scorn.\nLXVIII. Now Neptune's Month Our Sky deforms.\nLXIX. They wove the Lotus Band to deck.\nLXX. A Broken Cake, with Honey Sweet\nLXXI. With Twenty Chords My Lyre is hung.\nLXXII. Fare Thee Well, Perfidious Maid.\nLXXIII. Awhile I bloomed, a Happy Flower.\nLXXIV. Monarch Love, Resistless Boy.\nLXXV. Spirit of Love, Whose Locks unrolled.\nLXXVI. Hither, Gentle Muse of Mine.\nLXXVII. Would That I were a Tuneful Lyre.\nLXXVIII. When Cupid sees How Thickly Now.\nLet Me resign This Wretched Breath.\nI know Thou lovest a Brimming Measure.\nFrom Dread Lucadia's Frowning Steep.\nAnd doth not a Meeting Like This.\nAs a Beam o'er the Face of the Waters may glow.\nAs down in the Sunless Retreats.\nAwake, arise, Thy Light is come.\nBut Who shall see.\nBy that Lake, Whose Gloomy Shore.\nChild's Song--From a Masque.\nCome, chase that Starting Tear Away.\nCome o'er the Sea.\nCome, play Me That Simple Air Again.\nCome, rest in This Bosom.\nCome, send Round the Wine.\nCorrespondence between a Lady and Gentleman.\nCupid's Lottery.\nDawn is breaking o'er Us, The.\nDesmond's Song.\nDevil among the Scholars, The.\nDialogue between a Sovereign and a One Pound Note.\nDid not.\nDog-day Reflections.\nDo not say That Life is waning.\nEpigram.--\"I never gave a Kiss\" (says Prue).\nEpigram.--\"I want the Court Guide,\" said My Lady, \"to look\".\nEpigram.--What News To-day?--\"Oh! Worse and Worse\".\nEpigram.--Said His Highness to Ned, with That Grim Face of His.\nEpistle from Captain Rock to Lord Lyndhurst.\nEpistle from Erasmus on Earth to Cicero in the Shades.\nEpistle from Henry of Exeter to John of Tuam.\nEpistle from Tom Crib to Big Ben.\nEveleen's Bower.\nExtract from a Prologue.\nExtracts from the Diary of a Politician.\nFarewell!--but Whenever You welcome the Hour.\nFirst Angel's Story.\nFrom Life without Freedom.\nFrom This Hour the Pledge is given.\nGarland I send Thee, The.\nGayly sounds the Castanet.\nGo forth to the Mount.\nGo, let Me weep.\nGo, Now, and dream.\nGo Where Glory waits Thee.\nGrecian Girl's Dream of the Blessed Islands, The.\nGreek of Meleager, From the.\nGuess, guess.\nHalcyon hangs o'er Ocean, The.\nHark! the Vesper Hymn is stealing.\nHarp That Once thro' Tara's Halls, The.\nHas Sorrow Thy Young Days shaded.\nHat _versus_ Wig.\nHere sleeps the Bard.\nHere's the Bower.\nHere, take My Heart.\nHigh Priest of Apollo to a Virgin of Delphi, From the.\nHope comes Again.",
    "subjects": [
      "Poetry"
    ],
    "bookshelves": [
      "Poetry"
    ]
  },
  {
    "id": 30426,
    "title": "Poetry Collection 30426",
    "author": "Various Poets",
    "text": "Beasts, Birds, etc.\nIf the grass grow in Janiveer,\n'Twill be the worse for't all the year.\nIf Janiveer calends be summerly gay,\n'Twill be wintry weather till the calends of May.\nWinter thunder, and summer flood,\nBode England no good.\nA bushel of March dust is a thing\nWorth the ransom of a king.\nA cold April\nIs the poor man's fill.\nBrings plenty of grass, but little good hay.\nAt Easter let your clothes be new,\nOr else be sure you will it rue.\n'Tis like to be a good year for corn\nWhen the cuckoo comes to the bare thorn.\nSunshine and rain bring cuckoos from Spain,\nBut the first cock of hay flays the cuckoo away.\nCuckoo oats and Michaelmas hay,\nWill make the farmer run away.\nA shower of rain in July, when the corn begins to fill,\nIs worth a plough of oxen, and all belongs theretill.\n'Tis time to cock your hay and corn\nWhen the old donkey blows his horn.\nWater's wine in every pool.\nFarmers' wives! when the leaves do fall,\n'Twill spoil your milk, and butter, and all.\nSt Thomas gray, St Thomas gray,\nThe longest night and the shortest day.\nIf Christmas Day on a Monday fall,\nA troublous winter we shall have all.\nA wintry winter you shall see.\nFriday's a day as'll have his trick,\nThe fairest or foulest day o' the wik.\nA blue and white sky,\nNever four and twenty hours dry.\nSaturday new, and Sunday full,\nIt never was fine, and never wool.\nRed sky at night, is the shepherd's delight,\nRed sky at morning, is the shepherd's warning.\nRain, rain, go to Spain,\nAnd never, never, come again.\nRain, rain, rattle stone,\nPray, hold up till I get home.\nIf the cat washes her face o'er the ear,\n'Tis a sign that the weather'll be fine and clear.\nA robin red-breast in a cage\nPuts all Heaven in a rage.\nA skylark wounded on the wing,\nDoth make a cherub cease to sing.\nHe who shall hurt the little wren\nShall never be beloved by men.\nThe wanton boy that kills the fly\nShall feel the spider's enmity.\nThe beggar's dog and widow's cat,\nFeed them, and thou shalt grow fat.\nIf you want to live and thrive,\nLet a spider run alive.\nWhoso does a wren's nest steal,\nShall God's bitter anger feel.\nThe martin and the swallow\nAre God Almighty's bow and arrow.\nWhite for right, red for wrong,\nGreen for gently go along.\nFive score to the hundred of men, money, and pins,\nSix score to the hundred of all other things.\nNext to the lion and the unicorn,\nThe leek's the fairest emblem that is worn.\nA Friday dream on a Saturday told,\nIs sure to come true ere it's nine days old.\nUnder the furze is hunger and cold,\nUnder the broom is silver and gold.\nFind odd-leafed ash, or even-leaved clover,\nAnd you'll see your true love before the day's over.\nEat an apple going to bed,\nKnock the doctor on the head.\nBetter than all medicin.\nWhen Adam dolve, and Eve span,\nWho was then the gentleman?\nI see the moon, and the moon sees me,\nGod bless the moon, and God bless me.\nJanuary brings the snow,\nMakes our feet and fingers glow.\nFebruary brings the rain,\nThaws the frozen lake again.\nMarch brings breezes loud and shrill,\nStirs the dancing daffodil.\nApril brings the primrose sweet,\nScatters daisies at our feet.\nMay brings flocks of pretty lambs,\nSkipping by their fleecy dams.\nJune brings tulips, lilies, roses,\nFills the children's hands with posies.\nHot July brings cooling showers,\nApricots and gillyflowers.\nAugust brings the sheaves of corn,\nThen the harvest home is borne.\nWarm September brings the fruit,\nSportsmen then begin to shoot.\nFresh October brings the pheasant,",
    "subjects": [
      "Poetry"
    ],
    "bookshelves": [
      "Poetry"
    ]
  },
  {
    "id": 8790,
    "title": "Poetry Collection 8790",
    "author": "Various Poets",
    "text": "O'er better waves to speed her rapid course\nThe light bark of my genius lifts the sail,\nWell pleas'd to leave so cruel sea behind;\nAnd of that second region will I sing,\nIn which the human spirit from sinful blot\nIs purg'd, and for ascent to Heaven prepares.\nHere, O ye hallow'd Nine! for in your train\nI follow, here the deadened strain revive;\nNor let Calliope refuse to sound\nA somewhat higher song, of that loud tone,\nWhich when the wretched birds of chattering note\nHad heard, they of forgiveness lost all hope.\nSweet hue of eastern sapphire, that was spread\nO'er the serene aspect of the pure air,\nHigh up as the first circle, to mine eyes\nUnwonted joy renew'd, soon as I 'scap'd\nForth from the atmosphere of deadly gloom,\nThat had mine eyes and bosom fill'd with grief.\nThe radiant planet, that to love invites,\nMade all the orient laugh, and veil'd beneath\nThe Pisces' light, that in his escort came.\nTo the right hand I turn'd, and fix'd my mind\nOn the' other pole attentive, where I saw\nFour stars ne'er seen before save by the ken\nOf our first parents.  Heaven of their rays\nSeem'd joyous.  O thou northern site, bereft\nIndeed, and widow'd, since of these depriv'd!\nAs from this view I had desisted, straight\nTurning a little tow'rds the other pole,\nThere from whence now the wain had disappear'd,\nI saw an old man standing by my side\nAlone, so worthy of rev'rence in his look,\nThat ne'er from son to father more was ow'd.\nLow down his beard and mix'd with hoary white\nDescended, like his locks, which parting fell\nUpon his breast in double fold.  The beams\nOf those four luminaries on his face\nSo brightly shone, and with such radiance clear\nDeck'd it, that I beheld him as the sun.\n\"Say who are ye, that stemming the blind stream,\nForth from th' eternal prison-house have fled?\"\nHe spoke and moved those venerable plumes.\n\"Who hath conducted, or with lantern sure\nLights you emerging from the depth of night,\nThat makes the infernal valley ever black?\nAre the firm statutes of the dread abyss\nBroken, or in high heaven new laws ordain'd,\nThat thus, condemn'd, ye to my caves approach?\"\nMy guide, then laying hold on me, by words\nAnd intimations given with hand and head,\nMade my bent knees and eye submissive pay\nDue reverence; then thus to him replied.\n\"Not of myself I come; a Dame from heaven\nDescending, had besought me in my charge\nTo bring.  But since thy will implies, that more\nOur true condition I unfold at large,\nMine is not to deny thee thy request.\nThis mortal ne'er hath seen the farthest gloom.\nBut erring by his folly had approach'd\nSo near, that little space was left to turn.\nThen, as before I told, I was dispatch'd\nTo work his rescue, and no way remain'd\nSave this which I have ta'en.  I have display'd\nBefore him all the regions of the bad;\nAnd purpose now those spirits to display,\nThat under thy command are purg'd from sin.\nHow I have brought him would be long to say.\nFrom high descends the virtue, by whose aid\nI to thy sight and hearing him have led.\nNow may our coming please thee.  In the search\nOf liberty he journeys: that how dear\nThey know, who for her sake have life refus'd.\nThou knowest, to whom death for her was sweet\nIn Utica, where thou didst leave those weeds,\nThat in the last great day will shine so bright.\nFor us the' eternal edicts are unmov'd:\nHe breathes, and I am free of Minos' power,\nAbiding in that circle where the eyes\nOf thy chaste Marcia beam, who still in look\nPrays thee, O hallow'd spirit! to own her shine.\nThen by her love we' implore thee, let us pass\nThrough thy sev'n regions; for which best thanks\nI for thy favour will to her return,\nIf mention there below thou not disdain.\"\n\"Marcia so pleasing in my sight was found,\"\nHe then to him rejoin'd, \"while I was there,\nThat all she ask'd me I was fain to grant.\nNow that beyond the' accursed stream she dwells,\nShe may no longer move me, by that law,\nWhich was ordain'd me, when I issued thence.\nNot so, if Dame from heaven, as thou sayst,\nMoves and directs thee; then no flattery needs.\nEnough for me that in her name thou ask.\nGo therefore now: and with a slender reed\nSee that thou duly gird him, and his face\nLave, till all sordid stain thou wipe from thence.\nFor not with eye, by any cloud obscur'd,\nWould it be seemly before him to come,\nWho stands the foremost minister in heaven.\nThis islet all around, there far beneath,",
    "subjects": [
      "Poetry"
    ],
    "bookshelves": [
      "Poetry"
    ]
  },
  {
    "id": 39804,
    "title": "Poetry Collection 39804",
    "author": "Various Poets",
    "text": "the destroyer\nThis edition first published 1991 by\nThalba the destroyer 1801.--(Revolution and\nPrinted and bound in Great Britain by\nto doxan to poiete.]\n_Lucian, Quomodo Hist. scribenda._\nThe second Book\nThe third Book\nThe fourth Book\nThe fifth Book\nHow beautiful is night!\nA dewy freshness fills the silent air,\nNo mist obscures, no little cloud\nBreaks the whole serene of heaven:\nIn full-orbed glory the majestic moon\nRolls thro the dark blue depths.\nBeneath her steady ray\nThe desert circle spreads,\nLike the round ocean, girdled with the sky.\nHow beautiful is night!\nWho at this untimely hour\nWanders o'er the desert sands?\nNo station is in view,\nNo palm-grove islanded amid the waste.\nThe mother and her child,\nThe widow and the orphan at this hour\nWander o'er the desert sands.\nAlas! the setting sun\nSaw Zeinab in her bliss,\nHodeirah's wife beloved.\nAlas! the wife beloved,\nThe fruitful mother late,\nWhom when the daughters of Arabia named\nThey wished their lot like her's;\nShe wanders o'er the desert sands\nA wretched widow now,\nThe fruitful mother of so fair a race,\nWith only one preserved,\nShe wanders o'er the wilderness.\nNo tear relieved the burthen of her heart;\nStunned with the heavy woe she felt like one\nHalf-wakened from a midnight dream of blood.\nBut sometimes when her boy\nWould wet her hand with tears,\nAnd looking up to her fixed countenance,\nAmid his bursting sobs\nSay the dear name of MOTHER, then would she\nUtter a feeble groan.\nAt length collecting, Zeinab turned her eyes\nTo heaven, exclaiming, \"praised be the Lord!\n\"He gave, he takes away,\n\"The Lord our God is good!\"\n\"Good is he?\" cried the boy,\n\"Why are my brethren and my sisters slain?\n\"Why is my father killed?\n\"Did ever we neglect our prayers,\n\"Or ever lift a hand unclean to heaven?\n\"Did ever stranger from our tent\n\"Unwelcomed turn away?\n\"Mother, he is not good!\"\nThen Zeinab beat her breast in agony,\n\"O God forgive my child!\n\"He knows not what he says!\n\"Thou know'st I did not teach him thoughts like these,\n\"O Prophet, pardon him!\"\nShe had not wept till that assuaging prayer....\nThe fountains of her eyes were opened then,\nAnd tears relieved her heart.\nShe raised her swimming eyes to Heaven,\n\"Allah, thy will be done!\n\"Beneath the dispensation of thy wrath\n\"I groan, but murmur not.\n\"The Day of the Trial will come,\n\"When I shall understand how profitable\n\"It is to suffer now.\"\nYoung Thalaba in silence heard reproof,\nHis brow in manly frowns was knit,\nWith manly thoughts his heart was full.\n\"Tell me who slew my father?\" cried the boy.\nZeinab replied and said,\n\"I knew not that there lived thy father's foe.\n\"The blessings of the poor for him\n\"Went daily up to Heaven,\n\"In distant lands the traveller told his praise.\n\"I did not think there lived\n\"Hodeirah's enemy.\"\n\"But I will hunt him thro' the earth!\"\nYoung Thalaba exclaimed.\n\"Already I can bend my father's bow,\n\"Soon will my arm have strength\n\"To drive the arrow-feathers to his heart.\"\nZeinab replied, \"O Thalaba, my child,\n\"Thou lookest on to distant days,\n\"And we are in the desert far from men!\"\nNot till that moment her afflicted heart\nHad leisure for the thought.\nShe cast her eyes around,\nAlas! no tents were there\nBeside the bending sands;\nNo palm tree rose to spot the wilderness.",
    "subjects": [
      "Poetry"
    ],
    "bookshelves": [
      "Poetry"
    ]
  },
  {
    "id": 39132,
    "title": "Poetry Collection 39132",
    "author": "Various Poets",
    "text": "Entered according to Act of Congress, in the year 1868, by\nThese literary chips from the workshop of an arduous profession\nfoster-mother, a circumstance evidently not forgotten.\n--\"Just look at those children,\" said he, nodding his head in the\n--\"Cousin's, and little Michael's.\"\nThe two little girls at this moment came up on to the terrace.\n--\"Monsieur Gabriel?\" asked Josephe, springing forward with this\nexclamation.\n--\"No, no, goose-cap--cousin Dorot and little Michael.\"\ndisengaged. An intimacy between herself and Ropars went on,\nThe difference in their respective ages did not seem to mar the\n--\"Who knows whether she won't bring you some lodgers for your\nlazaretto?\"\ntenderness, and declaring that they preferred to remain. The\npowder-magazine.\nexcitement of leave-taking, appeared to leeward of Treberon. Her\nnewly-raised anticipation had in it something so abrupt and so\nunexpected, that Francine and Josephe could by no means resign\nthemselves to it. Desolate was the look that they exchanged, and\nMathieu in the meantime had gone to receive the persons placed in\n--\"Holy Virgin! what is it?\"\n--\"The yellow fever!\"\n\"I am come here.... If I live, we shall meet.... If I die ...\npresent this letter to the captain of the _Thetis_ ... and claim\nfor Josephe ... my large mahogany chest.\npowder-magazine.\"\ndisappeared in the thickest of the flowering tufts.\n--\"You see they have,\" answered Josephe shuddering.\nHer sister put her hand upon her lips.\n--\"You saw it?\" asked the child, frightened, yet curious.\n--\"Ah! I'm certain of it,\" she exclaimed, confirmed by this very\nHereupon the feverish voice of the child reached their ears.\n--\"Dry your eyes first,\" said he, passing his own hand with fond\n--\"There is a way,\" he replied cautiously.\n--\"The powder-magazine skiff?\"\n--\"She's there, you know, to keep guard over the island.\"\n--\"But who then can help us?\"\n--\"But not at night,\" interrupted Genevieve; \"not burdened with a\ntogether.\n--\"Not any more, now,\" was the low-toned reply.\nwhispering in her ear,\nFrancine made an affirmative sign.\nThe child shuddered.--\"I would rather stay,\" said she, in hurried\nunderstand?\"\n--\"Then you will come?\" asked he.\n--\"Yes,\" murmured the little girl.\n--\"And you won't be afraid; you won't say a word?\"\ndesperation of terror.\nfar-away in the obscurity.\n--\"The devil take me, if I didn't hear a cry,\" said the former.\n--\"Pardieu! it half-woke me up,\" added the second.\nThe couple were leaning over the sea, which kept up its gentle\n--\"Why so?\" asked Morvan.\n--\"Why so?\" returned the sailor, who seemed half-afraid and\nthemselves.\"\n--\"Get out, nonsense!\" interrupted the first seaman, evidently\nFrightened and panting for breath, he swam about without aim,\n--\"Open the door!\" said Mathieu to him in a low voice.\n--\"Ropars!\" cried the sergeant, thunderstruck.\nDorot drew back, exclaiming, \"Can it be? in God's name, what has\nhappened, that you should thus expose your life?\"\n--\"Yes, yes, there, sleep, poor creature of a merciful God!\" he\nhalf-muttered; \"I will not wake you.\"\nThey heartily embraced; then Mathieu went down to the shore, and\nThen, as if this idea had awakened in her a sort of terror:\nShe stopped abruptly, putting up both hands to her forehead.\nHer face assumed an expression of ineffable serenity.\nShe took his hand and looked at him.\n--\"It shall be done so as you desire, Genevieve,\" said the\n--\"Can you follow the bubbling of the sea along the reef?\"\nThese words, or rather these mother's cries, had been so full of\nShe checked herself with a stifled exclamation.\nresignation.\n--\"Never!\" broke in Ropars.\nWith her hand she silenced him.\n--\"Enough, Genevieve!\" murmured the seaman, choking with emotion.\nsalvation, I shall fall asleep, at peace, and blessing you.\"\nThis death was the last. Like those expiatory victims who, in\ndignified and well-bred woman. Silent or talking, it was Mary who\n\"Then keep a place for me; I'll come.\"\n\"Miss Verner, let me present Mr. Cuthbert.\"\nNearly opposite to us at table sat a Mr. Easton, a young\nAbout this time, too, there began--at which end of the table, I\npleasant time of it.\n\"Didn't I tell you, you would like my friend Mary Verner?\"\nTwo years later; two years and two months.\nDid you ever notice the marked difference between youth and old\ncolours.\" Thereupon, a change of plan and passport. Behold me at\nCauterets in France, instead of at Grindelwald in Switzerland!\nmountain-monarchs hereabouts.\nThe fog lifted. I could see to a distance of half a dozen yards.\nlight-hearted.\nThe Marchioness was at her toilet. Florine and Aspasia, her two\nThree-and-twenty years earlier, his Majesty had held her at the\ncontrary.\nEquerry on foot. He had been amusing himself with quail-shooting,\n\"Ah, Sire, that wasn't very kind of you.\"\n\"You think me so, Sire?\"\n\"I tell you so every day. Oh, what fine oranges!\"\n\"It was the Countess who gave them to me,\" she continued.",
    "subjects": [
      "Poetry"
    ],
    "bookshelves": [
      "Poetry"
    ]
  },
  {
    "id": 20,
    "title": "Poetry Collection 20",
    "author": "Various Poets",
    "text": "Of that Forbidden Tree, whose mortal tast\nBrought Death into the World, and all our woe,\nWith loss of EDEN, till one greater Man\nRestore us, and regain the blissful Seat,\nSing Heav'nly Muse, that on the secret top\nOf OREB, or of SINAI, didst inspire\nThat Shepherd, who first taught the chosen Seed,\nIn the Beginning how the Heav'ns and Earth\nRose out of CHAOS: Or if SION Hill\nDelight thee more, and SILOA'S Brook that flow'd\nFast by the Oracle of God; I thence\nInvoke thy aid to my adventrous Song,\nThat with no middle flight intends to soar\nAbove th' AONIAN Mount, while it pursues\nThings unattempted yet in Prose or Rhime.\nAnd chiefly Thou O Spirit, that dost prefer\nBefore all Temples th' upright heart and pure,\nInstruct me, for Thou know'st; Thou from the first\nWast present, and with mighty wings outspread\nDove-like satst brooding on the vast Abyss\nAnd mad'st it pregnant: What in me is dark\nIllumine, what is low raise and support;\nThat to the highth of this great Argument\nI may assert th' Eternal Providence,\nAnd justifie the wayes of God to men.\nSay first, for Heav'n hides nothing from thy view\nNor the deep Tract of Hell, say first what cause\nMov'd our Grand Parents in that happy State,\nFavour'd of Heav'n so highly, to fall off\nFrom their Creator, and transgress his Will\nFor one restraint, Lords of the World besides?\nWho first seduc'd them to that fowl revolt?\nTh' infernal Serpent; he it was, whose guile\nStird up with Envy and Revenge, deceiv'd\nThe Mother of Mankinde, what time his Pride\nHad cast him out from Heav'n, with all his Host\nOf Rebel Angels, by whose aid aspiring\nTo set himself in Glory above his Peers,\nHe trusted to have equal'd the most High,\nIf he oppos'd; and with ambitious aim\nRais'd impious War in Heav'n and Battel proud\nWith vain attempt.  Him the Almighty Power\nHurld headlong flaming from th' Ethereal Skie\nWith hideous ruine and combustion down\nTo bottomless perdition, there to dwell\nIn Adamantine Chains and penal Fire,\nWho durst defie th' Omnipotent to Arms.\nNine times the Space that measures Day and Night\nTo mortal men, he with his horrid crew\nLay vanquisht, rowling in the fiery Gulfe\nConfounded though immortal: But his doom\nReserv'd him to more wrath; for now the thought\nBoth of lost happiness and lasting pain\nTorments him; round he throws his baleful eyes\nThat witness'd huge affliction and dismay\nMixt with obdurate pride and stedfast hate:\nAt once as far as Angels kenn he views\nThe dismal Situation waste and wilde,\nA Dungeon horrible, on all sides round\nAs one great Furnace flam'd, yet from those flames\nNo light, but rather darkness visible\nServ'd only to discover sights of woe,\nRegions of sorrow, doleful shades, where peace\nAnd rest can never dwell, hope never comes\nThat comes to all; but torture without end\nStill urges, and a fiery Deluge, fed\nWith ever-burning Sulphur unconsum'd:\nSuch place Eternal Justice had prepar'd\nFor those rebellious, here their Prison ordain'd\nIn utter darkness, and their portion set\nAs far remov'd from God and light of Heav'n\nAs from the Center thrice to th' utmost Pole.\nO how unlike the place from whence they fell!\nThere the companions of his fall, o'rewhelm'd\nWith Floods and Whirlwinds of tempestuous fire,\nHe soon discerns, and weltring by his side\nOne next himself in power, and next in crime,\nLong after known in PALESTINE, and nam'd\nBEELZEBUB.  To whom th' Arch-Enemy,\nAnd thence in Heav'n call'd Satan, with bold words\nBreaking the horrid silence thus began.\nIf thou beest he; But O how fall'n! how chang'd\nFrom him, who in the happy Realms of Light\nCloth'd with transcendent brightnes didst outshine\nMyriads though bright: If he whom mutual league,\nUnited thoughts and counsels, equal hope,\nAnd hazard in the Glorious Enterprize,\nJoynd with me once, now misery hath joynd\nIn equal ruin: into what Pit thou seest\nFrom what highth fal'n, so much the stronger provd\nHe with his Thunder: and till then who knew\nThe force of those dire Arms? yet not for those\nNor what the Potent Victor in his rage\nCan else inflict do I repent or change,\nThough chang'd in outward lustre; that fixt mind\nAnd high disdain, from sence of injur'd merit,\nThat with the mightiest rais'd me to contend,\nAnd to the fierce contention brought along\nInnumerable force of Spirits arm'd\nThat durst dislike his reign, and me preferring,",
    "subjects": [
      "Poetry"
    ],
    "bookshelves": [
      "Poetry"
    ]
  },
  {
    "id": 27139,
    "title": "Poetry Collection 27139",
    "author": "Various Poets",
    "text": "O bring me a leaf from the Old Forest,\nThe forest of beauty and song;\nWhere the Ettrick, through woods and fair meadows,\nDoth lead its sweet waters along.\nO bring me a leaf from the Old Forest,\nA tuft from the glossy black pine;\nA leaf from the oak and high chestnut tree\nAnd a branch of green holly combine.\nO bring me a leaf from the Old Forest,\nA token so sacred, O bring;\n'Twill recall those bright scenes to remembrance,\nOld friendships around it will cling.\nCritics of art, connoisseurs of fair Fame,\nWho on her bulwarks stand, to guard the way\nUnto the courts wherein her favored dwell,\nWhere they have gained admittance by the pass\n\"True merit,\" which alone can bring them there;\nThine is the power the unworthy to debar,\nTo tell them that they are unfit to come\nTo seek a standing near her honored throne.\nAway in sorrow the beseigers turn,\nFoiled in their effort, to more humble scenes,\nWith showers of censure pouring round them fast,\nAnd shame in volleys flying on to them.\nThese are thy missiles, and they lose no mark,\nBut bear sore torture to the vanquished wretch,\nUntil oblivion hides him from their power.\nStay they to barter, then the task is vain;\n'Tis but a weary while they can withstand\nThe many darts sent with a fatal aim.\nI make me bold to speak a word with thee,\nThough better far my tongue had held its peace,\nAnd though my mission be a barren task,\nAnd woe betide me in the course I take.\nIf ye my motive deem it good to ask,\nIn form of motto, I will give it thus:\n\"He who doth not to battle venture forth\nNo trophy takes, as they who go to win.\"\nIt is not meet that I should dare to judge\nIf Merit tend me in the mission here;\nBut I will trust that Honor may attend,\nAnd that ye will a fair decision give.\nI urge no claim to learning high and great,\nNor kinship to the noble in descent,\nNor hold a name to offer of renown;\nBut from the ranks of secret come, unknown,\nAnd trust in time of fortune to advance,\nThen to behold thee in a happy mood.\nFor men have moods which to their acts imply\nAn impulse, which doth change the scenes in view\nFrom cheerful unto gloomy, or reverse;\nAnd critics, doubtless, are as other men,\nProne to the changes which incite the throng.\nTime honored Seers, of every age bestowed\nThe reverence of man; whose is the power\nTo scan the future, and draw back the veil,\nThat people of the present may behold\nThe scenes and fates which lie secluded there;\nTo tell strange stories of the time to come,\nThe kind of life which is awaiting some;\nWhereat the heart doth shudder to behold\nWhat it shall be, of revel mirth propelled,\nOr bound in joys licentious and wild,\nInoculate with sin of blackest hue,\nVerging on crime--yea, crime in hideous form,\nTo crown the ruin of this hapless one.\nIf any of this God-like race remain,\nWho pry the future with such wondrous skill,\nPass on the pages of this book a glance,\nAnd tell if ye can see upon the time to come,\nAught which is worthy in the art of rhyme;\nIf from this rugged riplet ye can glean\nA flower or two which bear poetic worth;\nAnd if ye see the stream go gliding on\nIn pleasant ways, through the far distance, spread\nOn fertile banks, till it at length attain\nA fair and undisturbed flow, and give\nA beauty to the scenes which round it lie,\nOr if it ripple for a weary while,\nAnd die at length into a marshy waste,\nGive choice to say the former; for the voice\nOf him who doth a tiding good convey\nIs sweeter far than his which speaketh ill.\nYe sages, wise and good, or, if not good,\nThough wise, the more thy loss, attend and hear\nAwhile, though but a pensive ear ye lend,\nIf ye will deign to hearken as I speak.\nMore wont are ye to hear the well-tuned voice\nOf classic writer flow in brilliant thought,\nPoured from a noble mind, and deep and clear.\nLearned of the liberty I take, resolved,\nI come thy favor to seduce, and crave\nThat ye will hearken with a patient heed\nUntil my story hath been fully told.\nSpurn not a man because his years are few,\nOr that he seems a novice at the first;\nBut lend a fair and an impartial heed,\nTill he can prove if aught which he can bring,\nIs fit to harbour for the worth it holds.\nThe fame of all the great, first as a bud appears,",
    "subjects": [
      "Poetry"
    ],
    "bookshelves": [
      "Poetry"
    ]
  },
  {
    "id": 36980,
    "title": "Poetry Collection 36980",
    "author": "Various Poets",
    "text": "Entered according to the Act of Congress, in the year 1866, by\nI well remember the evening on which you first heard of them, and\nSo, as you have the infirmity of going to sleep over the most\ninteresting discourse, as the lamp is going out, as I am nervous,\nA friend of many years,\nPerhaps at the time when this writing may reach the press, such a\n\"Dr. Norkin lives there,\" he said, pointing with his whip to a\n\"Those Yankees are unaccountable smart people.\"\n\"The doctor is a Yankee, then?\"\n\"Yes, but I don't see what Yankees have to do with the doctor.\"\n\"You have lived long with the judge?\"\nI gleaned besides, some antiquarian lore concerning a venerated\n\"Are you sure--are you sure that he is not deaf?\"\n\"Very well, Meta.\"\n\"Meta, can you never be still?\"\n\"Meta, unless you are silent I shall have to leave the room.\"\n\"Oh,\" said I, \"Miss. Meta, all that your mother said was of no\n\"Mr. Martin can be more considerate than you are.\"\n\"Meta, I take my departure. If nothing is heard of me to-day or\nmaster,--freedom in name; for they now possessed it in reality.\nexcellent tea.\"\nWith the exception of this folly the lady was, as I have said, an\ntransacted without any one being in the least degree incommoded.\n\"What can I do? Tell me how to be useful.\"\n\"Do not offer too hastily. Let me inform you of a custom which is\ninvitation, if he cannot accept it, still to transmit his paper.\n\"What shall I write?\"\n\"Whatever you please. A Poem if you will.\"\n\"Well so much the better. Such caution will insure variety.\"\nThe United States is the oldest country in the world. Many of its\nrequisite for the development of man into the highest type of\nWe have such remarkable institutions among us, such progressive\ntheorists upon all possible subjects, that the foundations of our\n\"Doctor,\" he exclaims, \"it is well you have come! Do give me some\n\"But I wrote only in jest. I described the pretender.\"\nWhen the bottle was nearly empty he said that if his hearer would\nMany of the tribe marvelled that he did not seek for a bride the\nOne night he fell asleep by the great fire of the hunters. The\nlightest.\"\nhill-side.\nprosperity. The clothes in which he arrays himself are a strange\nThere, where the time-worn bridge at School House Run,\nSpans o'er the stream unquiet as our lives,\nYou find a place where few will pause at night;\nWhere the foot-fall is quick, and all press on\nAs if a winter's blast had touched the frame,\nAnd men drew to themselves. Oft there is seen,\nSo men aver, the quiet gliding ghost.\nDescend yon hill, near woods so desolate,\nWith upward gloom, and tangled undergrowths,\nAnd shadows mouldering in the brightest day.\nNear is the Indian spring's unmurmuring flow.\nThe summit now is gladdened by the Church.\nYou leave all village sounds, and are alone,\nOn grass-worn paths your feet emit no sound.\nThe thick damp air is full of dreary rest,\nAnd stillness there spreads out like the great night.\nUpon the left, hidden by aged oaks,\nIs a small cedar grove; where broken winds\nAre organ-like with requiem o'er some graves.\nA low stone wall, and never-opened gate\nProtect the marble records of the dead.\nTo stand at sunny noon, or starry night\nUpon the arch, where you can yield the soul,\nCaptive to nature's impress, power with peace,\nIs stillness from afar. The solitude\nSeems linked with some far distant, distant space\nIn the broad universe, where worlds are not.\nUnrest with rest is there. We often call\nThat peace, where thoughts are deep, but where the soul\nMoves as the great, great sea, in mighty waves.\nHere memories for tears, forgotten thoughts\nCome without seeking. Just as the winds of May\nBring with unlaboring wings, from unknown fields,\nSweet scents from flowers, and from the early grass.\nThe fearful man, who left the village store,\nNear to the cross roads, where the untutored tongue\nSupplies the gossip of the printed sheet,\nHas here beheld the mist-like, awful ghost.\nThe rustic lover under midnight stars,\nDetained so long by Phebe's sorceries,\nHis little speech taking so long to say,\nHas had his faith sore tried, as he has asked,\nWill I, next week, pass here alone, again?\nFar the most haunted spot lies yet beyond,\nFollow the road until you reach the Ford,\nThere at the mouldering pile of wall and logs,\nWhere once the floating raft was as a bridge,\nA pure white spirit oftentimes is seen.\nShe sometimes wanders all along the shore;\nSometimes from off the rocks, she seems to look\nFor something in the waters. Then again\nWhere the trees arch the road that skirts the bank,\nAnd night is like the darkness of a cave,\nThis gentle spirit glides. Earth's sorrow yet,\nIts burden, weary burden, borne alone.\nSad is the story of her earthly life.\nYou see that lonely house upon the green,\nWith its broad porch beneath that sycamore.\n'Tis now a pleasant undisturbed abode.",
    "subjects": [
      "Poetry"
    ],
    "bookshelves": [
      "Poetry"
    ]
  },
  {
    "id": 409,
    "title": "Poetry Collection 409",
    "author": "Various Poets",
    "text": "\nOn being brought from Africa\nOn the Death of a young Lady of five Years of Age\nOn the Death of a young Gentleman\nTo a Lady on the Death of three Relations\nA Funeral Poem on the Death of an Infant aged twelve Months\nTo Captain H. D. of the 65th Regiment\nTo a Lady on her coming to North America with\nTo a Lady on her remarkable Preservation in a\nTo a Lady and her Children on the Death of the Lady's Brother\nof Avis, aged one Year\nTo the Rev. Dr. Thomas Amory on reading his Sermons\non Daily Devotion, in which that Duty is\nrecommended and assisted\nNiobe in Distress for her Children slain by Apollo,\nfrom Ovid's Metamorphoses, Book VI, and from a View\nTo S. M. a young African Painter, on seeing his Works\nAn Answer to ditto, by Phillis Wheatley\nTo the PUBLIC.\nHis Excellency THOMAS HUTCHINSON, Governor.\nThe Hon. ANDREW OLIVER, Lieutenant-Governor.\nN. B.  The original Attestation, signed by the above Gentlemen,\nmay be seen by applying to Archibald Bell, Bookseller,\n*The Words \"following Page,\" allude to the Contents\nof the Manuscript Copy, with are wrote at the\nBack of the above Attestation.\nTo  M AE C E N A S.\nMAECENAS, you, beneath the myrtle shade,\nRead o'er what poets sung, and shepherds play'd.\nWhat felt those poets but you feel the same?\nDoes not your soul possess the sacred flame?\nTheir noble strains your equal genius shares\nIn softer language, and diviner airs.\nWhile Homer paints, lo! circumfus'd in air,\nCelestial Gods in mortal forms appear;\nSwift as they move hear each recess rebound,\nHeav'n quakes, earth trembles, and the shores resound.\nGreat Sire of verse, before my mortal eyes,\nThe lightnings blaze across the vaulted skies,\nAnd, as the thunder shakes the heav'nly plains,\nA deep felt horror thrills through all my veins.\nWhen gentler strains demand thy graceful song,\nThe length'ning line moves languishing along.\nWhen great Patroclus courts Achilles' aid,\nThe grateful tribute of my tears is paid;\nProne on the shore he feels the pangs of love,\nAnd stern Pelides tend'rest passions move.\nGreat Maro's strain in heav'nly numbers flows,\nThe Nine inspire, and all the bosom glows.\nO could I rival thine and Virgil's page,\nOr claim the Muses with the Mantuan Sage;\nSoon the same beauties should my mind adorn,\nAnd the same ardors in my soul should burn:\nThen should my song in bolder notes arise,\nAnd all my numbers pleasingly surprise;\nBut here I sit, and mourn a grov'ling mind,\nThat fain would mount, and ride upon the wind.\nNot you, my friend, these plaintive strains become,\nNot you, whose bosom is the Muses home;\nWhen they from tow'ring Helicon retire,\nThey fan in you the bright immortal fire,\nBut I less happy, cannot raise the song,\nThe fault'ring music dies upon my tongue.\nThe happier Terence* all the choir inspir'd,\nHis soul replenish'd, and his bosom fir'd;\nBut say, ye Muses, why this partial grace,\nTo one alone of Afric's sable race;\nFrom age to age transmitting thus his name\nWith the finest glory in the rolls of fame?\nThy virtues, great Maecenas! shall be sung\nIn praise of him, from whom those virtues sprung:\nWhile blooming wreaths around thy temples spread,\nI'll snatch a laurel from thine honour'd head,\nWhile you indulgent smile upon the deed.\n*He was an African by birth.\nAs long as Thames in streams majestic flows,\nOr Naiads in their oozy beds repose\nWhile Phoebus reigns above the starry train\nWhile bright Aurora purples o'er the main,\nSo long, great Sir, the muse thy praise shall sing,\nSo long thy praise shal' make Parnassus ring:\nThen grant, Maecenas, thy paternal rays,\nHear me propitious, and defend my lays.\nTo comprehend thee.  Thine own words declare\nWisdom is higher than a fool can reach.\nI cease to wonder, and no more attempt\nThine height t' explore, or fathom thy profound.\nBut, O my soul, sink not into despair,\nVirtue is near thee, and with gentle hand\nWould now embrace thee, hovers o'er thine head.\nFain would the heav'n-born soul with her converse,\nThen seek, then court her for her promis'd bliss.\nAuspicious queen, thine heav'nly pinions spread,\nAnd lead celestial Chastity along;\nLo! now her sacred retinue descends,\nArray'd in glory from the orbs above.\nAttend me, Virtue, thro' my youthful years!\nO leave me not to the false joys of time!\nBut guide my steps to endless life and bliss.\nGreatness, or Goodness, say what I shall call thee,",
    "subjects": [
      "Poetry"
    ],
    "bookshelves": [
      "Poetry"
    ]
  },
  {
    "id": 3692,
    "title": "Poetry Collection 3692",
    "author": "Various Poets",
    "text": "A Sonnet is a moment's monument,--\nMemorial from the Soul's eternity\nTo one dead deathless hour. Look that it be,\nWhether for lustral rite or dire portent,\nOf its own arduous fulness reverent:\nCarve it in ivory or in ebony,\nAs Day or Night may rule; and let Time see\nIts flowering crest impearled and orient.\nA Sonnet is a coin: its face reveals\nThe soul,--its converse, to what Power 'tis due:--\nWhether for tribute to the august appeals\nOf Life, or dower in Love's high retinue,\nIt serve; or, 'mid the dark wharf's cavernous breath,\nIn Charon's palm it pay the toll to Death.\nI marked all kindred Powers the heart finds fair:--\nTruth, with awed lips; and Hope, with eyes upcast;\nAnd Fame, whose loud wings fan the ashen Past\nTo signal-fires, Oblivion's flight to scare;\nAnd Youth, with still some single golden hair\nUnto his shoulder clinging, since the last\nEmbrace wherein two sweet arms held him fast;\nAnd Life, still wreathing flowers for Death to wear.\nLove's throne was not with these; but far above\nAll passionate wind of welcome and farewell\nHe sat in breathless bowers they dream not of;\nThough Truth foreknow Love's heart, and Hope foretell,\nAnd Fame be for Love's sake desirable,\nAnd Youth be dear, and Life be sweet to Love.\nAs when desire, long darkling, dawns, and first\nThe mother looks upon the new-born child,\nEven so my Lady stood at gaze and smiled\nWhen her soul knew at length the Love it nursed.\nBorn with her life, creature of poignant thirst\nAnd exquisite hunger, at her heart Love lay\nQuickening in darkness, till a voice that day\nCried on him, and the bonds of birth were burst.\nNow, shielded in his wings, our faces yearn\nTogether, as his fullgrown feet now range\nThe grove, and his warm hands our couch prepare:\nTill to his song our bodiless souls in turn\nBe born his children, when Death's nuptial change\nLeaves us for light the halo of his hair.\nO Thou who at Love's hour ecstatically\nUnto my lips dost evermore present\nThe body and blood of Love in sacrament;\nWhom I have neared and felt thy breath to be\nThe inmost incense of his sanctuary;\nWho without speech hast owned him, and intent\nUpon his will, thy life with mine hast blent,\nAnd murmured o'er the cup, Remember me!--\nO what from thee the grace, for me the prize,\nAnd what to Love the glory,--when the whole\nOf the deep stair thou tread'st to the dim shoal\nAnd weary water of the place of sighs,\nAnd there dost work deliverance, as thine eyes\nDraw up my prisoned spirit to thy soul!\nWhen do I see thee most, beloved one?\nWhen in the light the spirits of mine eyes\nBefore thy face, their altar, solemnize\nThe worship of that Love through thee made known?\nOr when in the dusk hours, (we two alone,)\nClose-kissed and eloquent of still replies\nThy twilight-hidden glimmering visage lies,\nAnd my soul only sees thy soul its own?\nO love, my love! if I no more should see\nThyself, nor on the earth the shadow of thee,\nNor image of thine eyes in any spring,--\nHow then should sound upon Life's darkening slope\nThe ground-whirl of the perished leaves of Hope,\nThe wind of Death's imperishable wing?\nBy what word's power, the key of paths untrod,\nShall I the difficult deeps of Love explore,\nTill parted waves of Song yield up the shore\nEven as that sea which Israel crossed dry-shod?\nFor lo! in some poor rhythmic period,\nLady, I fain would tell how evermore\nThy soul I know not from thy body, nor\nThee from myself, neither our love from God.\nYea, in God's name, and Love's, and thine, would I\nDraw from one loving heart such evidence\nAs to all hearts all things shall signify;\nTender as dawn's first hill-fire, and intense\nAs instantaneous penetrating sense,\nIn Spring's birth-hour, of other Springs gone by.\nWhat smouldering senses in death's sick delay\nOr seizure of malign vicissitude\nCan rob this body of honour, or denude\nThis soul of wedding-raiment worn to-day?\nFor lo! even now my lady's lips did play\nWith these my lips such consonant interlude\nAs laurelled Orpheus longed for when he wooed\nThe half-drawn hungering face with that last lay.\nI was a child beneath her touch,--a man\nWhen breast to breast we clung, even I and she,--\nA spirit when her spirit looked through me,--\nA god when all our life-breath met to fan\nOur life-blood, till love's emulous ardours ran,\nFire within fire, desire in deity.*\nAt length their long kiss severed, with sweet smart:\nAnd as the last slow sudden drops are shed",
    "subjects": [
      "Poetry"
    ],
    "bookshelves": [
      "Poetry"
    ]
  },
  {
    "id": 29722,
    "title": "Poetry Collection 29722",
    "author": "Various Poets",
    "text": "Baron's Yule Feast.\nBaron's Yule Feast:\nLady, receive a tributary lay\nFrom one who cringeth not to titled state\nConventional, and lacketh will to prate\nOf comeliness--though thine, to which did pay\nThe haughty Childe his tuneful homage, may\nNo minstrel deem a harp-theme derogate.\nI reckon thee among the truly great\nAnd fair, because with genius thou dost sway\nThe thought of thousands, while thy noble heart\nWith pity glows for Suffering, and with zeal\nCordial relief and solace to impart.\nThou didst, while I rehearsed Toil's wrongs, reveal\nSuch yearnings! Plead! let England hear thee plead\nWith eloquent tongue,--that Toil from wrong be freed!\nRight beautiful is Torksey's hall,\nAdown by meadowed Trent;\nRight beautiful that mouldering wall,\nAnd remnant of a turret tall,\nShorn of its battlement.\nFor, while the children of the Spring\nBlush into life, and die;\nAnd Summer's joy-birds take light wing\nWhen Autumn mists are nigh;\nAnd soon the year--a winterling--\nWith its fall'n leaves doth lie;\nThat ruin gray--\nMirror'd, alway,\nDeep in the silver stream,\nDoth summon weird-wrought visions vast,\nThat show the actors of the past\nPictured, as in a dream.\nMeseemeth, now, before mine eyes,\nThe pomp-clad phantoms dimly rise,\nTill the full pageant bright--\nA throng of warrior-barons bold,\nGlittering in burnished steel and gold,\nBursts on my glowing sight.\nAnd, mingles with the martial train,\nFull many a fair-tressed beauty vain,\nOn palfrey and jennet--\nThat proudly toss the tasselled rein,\nAnd daintily curvet;\nAnd war-steeds prance,\nAnd rich plumes glance\nOn helm and burgonet;\nAnd lances crash,\nAnd falchions flash\nOf knights in tourney met.\nFast fades the joust!--and fierce forms frown\nThat man the leaguered tower,--\nNor quail to scan the kingly crown\nThat leads the leaguering power.\nTrumpet and \"rescue\" ring!--and, soon,\nHe who began the strife\nIs fain to crave one paltry boon:--\nThe thrall-king begs his life!\nOur fathers and their throbbing toil\nAre hushed in pulseless death;\nHushed is the dire and deadly broil--\nThe tempest of their wrath;--\nYet, of their deeds not all for spoil\nIs thine, O sateless Grave!\nSongs of their brother-hours shall foil\nThy triumph o'er the brave!\nTheir bravery take, and darkly hide\nDeep in thy inmost hold!\nTake all their maild pomp and pride\nTo deck thy mansions cold!\nPlunderer! thou hast but purified\nTheir memories from alloy:\nFaults of the dead we scorn to chide--\nTheir virtues sing with joy.\nLord of our fathers' ashes! list\nA carol of their mirth;\nNor shake thy nieve, chill moralist!\nTo check their sons' joy-birth:--\nIt is the season when our sires\nKept jocund holiday;\nAnd, now, around our charier fires,\nOld Yule shall have a lay:--\nA prison-bard is once more free;\nAnd, ere he yields his voice to thee,\nHis song a merry-song shall be!\nSir Wilfrid de Thorold freely holds\nWhat his stout sires held before--\nBroad lands for plough, and fruitful folds,--\nThough by gold he sets no store;\nAnd he saith, from fen and woodland wolds,\nFrom marish, heath, and moor,--\nTo feast in his hall,\nBoth free and thrall,\nShall come as they came of yore.\n\"Let the merry bells ring out!\" saith he\nTo my lady of the Fosse;\n\"We will keep the birth-eve joyfully\nOf our Lord who bore the cross!\"\n\"Let the merry bells ring loud!\" he saith\nTo saint Leonard's shaven prior;",
    "subjects": [
      "Poetry"
    ],
    "bookshelves": [
      "Poetry"
    ]
  },
  {
    "id": 26445,
    "title": "Poetry Collection 26445",
    "author": "Various Poets",
    "text": "'Tis midnight's holy hour, and silence now\nIs brooding, like a gentle spirit o'er\nThe still and pulseless world. Hark! on the winds\nThe bell's deep tones are swelling; 'tis the knell\nOf the departed year. No funeral train\nIs sweeping past; yet, on the stream and wood,\nWith melancholy light, the moonbeams rest\nLike a pale, spotless shroud; the air is stirred,\nAs by a mourner's sigh; and, on yon cloud,\nThat floats so still and placidly through heaven,\nThe spirits of the Seasons seem to stand.\nYoung Spring, bright Summer, Autumn's solemn form,\nAnd Winter with its aged locks--and breathe\nIn mournful cadences, that come abroad,\nLike the far windharps wild, touching wail,\nA melancholy dirge o'er the dead year,\nGone from the earth forever.\n'Tis a time\nFor memory and for tears. Within the deep,\nStill chambers of the heart, a spectre dim,\nWhose tones are like the wizard voice of time,\nHeard from the tomb of ages, points its cold\nAnd solemn finger to the beautiful\nAnd holy visions, that have passed away,\nAnd left no shadow of their loveliness\nOn the dead waste of life. The spectre lifts\nThe coffin-lid of Hope and Joy and Love,\nAnd bending mournfully above the pale,\nSweet forms that slumber there, scatters dead flowers\nO'er what has passed to nothingness.\nThe year\nHas gone, and with it many a glorious throng\nOf happy dreams. Its mark is on each brow,\nIts shadow in each heart. In its swift course,\nIt waved its sceptre o'er the beautiful;\nAnd they are not. It laid its pallid hand\nUpon the strong man: and the haughty form\nIs fallen, and the flashing eye is dim.\nIt trod the hall of revelry, where thronged\nThe bright and joyous; and the tearful wail\nOf stricken ones is heard, where erst the song\nAnd reckless shout resounded. It passed o'er\nThe battle plain, where sword, and spear and shield,\nFlashed in the light of midday; and the strength\nOf serried hosts is shivered, and the grass,\nGreen from the soil of carnage, waves above\nThe crushed and mouldering skeleton. It came,\nAnd faded like a wreath of mist at eve;\nYet, ere it melted in the viewless air,\nIt heralded its millions to their home,\nIn the dim land of dreams.\nRemorseless time!\nFierce spirit of the glass and scythe! What power\nCan stay him in his silent course, or melt\nHis iron heart to pity! On, still on,\nHe presses and forever. The proud bird,\nThe Condor of the Andes, that can soar\nThrough heaven's unfathomable depths, or brave\nThe fury of the northing hurricane,\nAnd bath its plumage in the thunder's home\nFurls his broad wing at nightfall, and sinks down\nTo rest upon his mountain crag; but Time\nKnows not the weight of sleep or weariness,\nAnd Night's deep darkness has no chain to bind\nHis rushing pinion.\nRevolutions sweep\nO'er earth, like troubled visions o'er the breast\nOf dreaming sorrow; cities rise and sink\nLike bubbles on the water; fiery isles\nSpring blazing from the ocean, and go back\nTo their mysterious caverns; mountains rear\nTo heaven their bold and blackened cliffs, and bow\nTheir tall heads to the plain; and empires rise,\nGathering the strength of hoary centuries,\nAnd rush down, like the Alpine avalanche,\nStartling the nations; and the very stars,\nYon bright and glorious blazonry of God,\nGlitter awhile in their eternal depths,\nAnd like the Pleiad, loveliest of their train,\nShoot from their glorious spheres, and pass away\nTo darkle in the trackless void; yet Time,\nTime, the tomb-builder, holds his fierce career,\nDark, stern, all pitiless, and pauses not\nAmid the mighty wrecks that strew his path,\nTo sit and muse, like other conquerors,\nUpon the fearful ruin he hath wrought.\nHow grace this hallowed day?\nShall happy bells, from yonder ancient spire,\nSend their glad greetings to each Christmas fire\nRound which the children play?\nHow shall we grace the day?\nAh! Let the thought that on this holy morn\nThe Prince of Peace-the Prince of Peace was born,\nEmploy us, while we pray!\nPray for the peace which long\nHath left this tortured land, and haply now\nHolds its white court on some far mountain's brow,\nThere hardly safe from wrong!\nLet every sacred fane\nCall its sad votaries to the shrine of God,",
    "subjects": [
      "Poetry"
    ],
    "bookshelves": [
      "Poetry"
    ]
  },
  {
    "id": 22032,
    "title": "Poetry Collection 22032",
    "author": "Various Poets",
    "text": "_All rights reserved_\nWhy wilt Thou Chide?\nCradle-song at Twilight\nUnto us a Son is given\nA Poet's Wife\nShe walks--the lady of my delight--\nA shepherdess of sheep.\nHer flocks are thoughts.  She keeps them white;\nShe guards them from the steep.\nShe feeds them on the fragrant height,\nAnd folds them in for sleep.\nShe roams maternal hills and bright,\nDark valleys safe and deep.\nInto that tender breast at night\nThe chastest stars may peep.\nShe walks--the lady of my delight--\nA shepherdess of sheep.\nShe holds her little thoughts in sight,\nThough gay they run and leap.\nShe is so circumspect and right;\nShe has her soul to keep.\nShe walks--the lady of my delight--\nA shepherdess of sheep.\nHadst Thou been nothing but the goal,\nI cannot say\nIf Thou hadst ever met my soul.\nI cannot see--\nI, child of process--if there lies\nAn end for me,\nFull of repose, full of replies.\nI'll not reproach\nThe way that goes, my feet that stir.\nAccess, approach,\nArt Thou, time, way, and wayfarer.\n\"You never attained to Him?\"  \"If to attain\nBe to abide, then that may be.\"\n\"Endless the way, followed with how much pain!\"\nWhy wilt thou chide,\nWho hast attained to be denied?\nOh learn, above\nAll price is my refusal, Love.\nMy sacred Nay\nWas never cheapened by the way.\nThy single sorrow crowns thee lord\nOf an unpurchasable word.\nOh strong, Oh pure!\nAs Yea makes happier loves secure,\nI vow thee this\nUnique rejection of a kiss.\nI guard for thee\nThis jealous sad monopoly.\nI seal this honour thine.  None dare\nHope for a part in thy despair.\nThe Lady Poverty was fair:\nBut she has lost her looks of late,\nWith change of times and change of air.\nAh slattern, she neglects her hair,\nHer gown, her shoes.  She keeps no state\nAs once when her pure feet were bare.\nOr--almost worse, if worse can be--\nShe scolds in parlours; dusts and trims,\nWatches and counts.  Oh, is this she\nWhom Francis met, whose step was free,\nWho with Obedience carolled hymns,\nIn Umbria walked with Chastity?\nWhere is her ladyhood?  Not here,\nNot among modern kinds of men;\nBut in the stony fields, where clear\nThrough the thin trees the skies appear;\nIn delicate spare soil and fen,\nAnd slender landscape and austere.\nThe time is now!  Bring back, bring back\nThy flocks of fancies, wild of whim.\nOh lead them from the mountain-track--\nThy frolic thoughts untold.\nOh bring them in--the fields grow dim--\nAnd let me be the fold.\nThe time is now!  Call in, O call\nThy posturing kisses gone astray\nFor scattered sweets.  Gather them all\nTo shelter from the cold.\nThrong them together, close and gay,\nAnd let me be the fold!\nThe child not yet is lulled to rest.\nToo young a nurse, the slender Night\nSo laxly holds him to her breast\nThat throbs with flight.\nHe plays with her and will not sleep.\nFor other playfellows she sighs;\nAn unmaternal fondness keep\nHer alien eyes.\nA flock of winds came winging from the North,\nStrong birds with fighting pinions driving forth\nWith a resounding call!\nWhere will they close their wings and cease their cries--\nBetween what warming seas and conquering skies--\nAnd fold, and fall?\nAh no, not these!\nThese, who were childless, are not they who gave\nSo many dead unto the journeying wave,",
    "subjects": [
      "Poetry"
    ],
    "bookshelves": [
      "Poetry"
    ]
  },
  {
    "id": 1317,
    "title": "Poetry Collection 1317",
    "author": "Various Poets",
    "text": "Author of \"The Man from Snowy River, and Other Verses\",\nNot for the love of women toil we, we of the craft,\nWe have sung the song of the droving days,\nBrumby's Run\nIt lies beyond the Western Pines\nCome all you little rouseabouts and climb upon my knee;\nI'd reckon his weight at eight-stun-eight,\nMy son, if you go to the races to battle with Ikey and Mo,\nBeyond the land where Leichhardt went,\nThere's some that ride the Robbo style, and bump at every stride;\nOh! there once was a swagman camped in the Billabong,\nWell, I've waited mighty patient while they all came rolling in,\nAcross the Queensland border line\nAs Long as your Eyes are Blue\nWilt thou love me, sweet, when my hair is grey\nI ain't the kind of bloke as takes to any steady job;\nThis is the story the stockman told,\nGilhooley's Estate\nOh, Mr. Gilhooley he turned up his toes,\nThe Road to Hogan's Gap\nNow look, you see, it's this way like,\nThere is waving of grass in the breeze\nIt was over at Coolgardie that a mining speculator,\nI had spent the night in the watch-house--\nMulligan's Mare\nOh, Mulligan's bar was the deuce of a place\nI wooed her with a steeplechase, I won her with a fall,\nHere in my mountain home,\nThey came of bold and roving stock that would not fixed abide;\nIt chanced out back at the Christmas time,\nWe see it each day in the paper,\nThere's a sunny Southern land,\nBring me a quart of colonial beer\nWe're away! and the wind whistles shrewd\nI dreamed a dream at the midnight deep,\n'Twas to a small, up-country town,\nBy the winding Wollondilly where the weeping willows weep,\nThere's nothing here sublime,\nNot on It\nThe new chum's polo pony was the smartest pony yet--\nI say 'e ISN'T Remorse!\nWe have all of us read how the Israelites fled\nIt was while we held our races--\nThe railway rattled and roared and swung\nYou talk of riders on the flat, of nerve and pluck and pace,\nThe Maori's Wool\nNow, this is just a simple tale to tell the reader how\nThe Angel's Kiss\nAn angel stood beside the bed\nGrey dawn on the sand-hills--the night wind has drifted\n_Not for the love of women toil we, we of the craft,\nNot for the people's praise;\nOnly because our goddess made us her own and laughed,\nClaiming us all our days,\nClaiming our best endeavour--body and heart and brain\nGiven with no reserve--\nStill, we are proud to serve.\nNot unto us is given choice of the tasks we try,\nGathering grain or chaff;\nOne of her favoured servants toils at an epic high,\nOne, that a child may laugh.\nYet if we serve her truly in our appointed place,\nFreely she doth accord\nUnto her faithful servants always this saving grace,\nWork is its own reward!_\nWe have sung the song of the droving days,\nOf the march of the travelling sheep;\nBy silent stages and lonely ways\nThin, white battalions creep.\nBut the man who now by the land would thrive\nMust his spurs to a plough-share beat.\nIs there ever a man in the world alive\nTo sing the song of the Wheat!\nIt's west by south of the Great Divide\nThe grim grey plains run out,\nWhere the old flock-masters lived and died\nIn a ceaseless fight with drought.\nWeary with waiting and hope deferred\nThey were ready to own defeat,\nTill at last they heard the master-word--\nAnd the master-word was Wheat.\n'Twas axe and fire for all;\nThey scarce could tarry to blaze the line\nOr wait for the trees to fall,\nEre the team was yoked, and the gates flung wide,\nAnd the dust of the horses' feet\nRose up like a pillar of smoke to guide\nThe wonderful march of Wheat.\nFurrow by furrow, and fold by fold,\nThe soil is turned on the plain;\nBetter than silver and better than gold\nIs the surface-mine of the grain;\nBetter than cattle and better than sheep\nIn the fight with drought and heat;\nFor a streak of stubbornness, wide and deep,\nLies hid in a grain of Wheat.\nWhen the stock is swept by the hand of fate,\nDeep down in his bed of clay\nThe brave brown Wheat will lie and wait\nFor the resurrection day:",
    "subjects": [
      "Poetry"
    ],
    "bookshelves": [
      "Poetry"
    ]
  },
  {
    "id": 22374,
    "title": "Poetry Collection 22374",
    "author": "Various Poets",
    "text": "A Tale of the Spring-time\nIn the merry spring time, thus says my song,\nWhen the sun shines bright and the days grow long,\nAnd the crocuses brilliant, in purple and gold,\nBloom in the gardens in numbers untold;\nWhen in the fields the grass grows green,\nAnd a few early lambs are seen;\nWhen daffodils in gaudy gowns\nLook gay upon the verdant downs,\nAnd fair spring flowers of each degree\nIn every sheltered nook you see,\nUpon a bright and sunny day\nThe Crows to one-another say,\n\"CAW! CAW! our nests now let us build.\"\nAway they fly: each beak is fill'd\nWith little sticks of beechen wood,\nWith which they build their houses good:\nWhen all is done, with joy they see\nThe work of their community.\nAnd, circling widely, CAW! they say,\nCAW! CAW! our eggs now let us lay.\nTwo spotted eggs in every nest\nFor warmth await the mother's breast.\nAnd all the Crows around them fly\nWith flapping wings and joyful cry:\n\"CAW! CAW!\" they say, \"now it is fit\nThat we upon our eggs should sit.\"\nThe patient Crows for many a week\nNo other occupation seek;\nBut, while one sits and looks around,\nThe other makes the woods resound\nWith cawings loud, or frequent brings\nWorms, seeds, or such delicious things,\nAnd kindly feeds his brooding mate\nFrom early morn till evening late.\nTill, to reward their anxious care,\nA gentle sound the parents hear\nOf tapping from within the shell:\nThis sound doth please the mother well,\nAnd, fondly helping with her bill,\nShe hears the voices weak and shrill.\n\"Caw! Caw!\" the downy young ones say,\n\"How lovely is this peep of day,\nOh what a glorious sight is this,\nThere can be nothing here but bliss.\"\n\"CAW! CAW!\" replies the mother crow,\n\"There is no joy unmixed with woe.\"\nThe father crows with tender heart\nIn the parental cares take part--\n\"CAW! CAW!\" they say, \"for food we'll fly\nBefore our young ones hungry cry.\"\nIn course direct they fly afar\nTo where the ploughmen lab'ring are,\nAnd, seeking in the upturn'd soil,\nThey meet with many a wormy spoil;\nAnd, filling their capacious beak,\nStraightway their forest homes they seek.\nThe young crows see them homeward fly,\nAnd stretch their skinny necks on high;\nAnd gulping down the luscious food,\n\"Caw! Caw!\" they say, \"'tis very good.\"\nSo daily every parent flies,\nEach young one grows in strength and size;\nTill seated on a branch at length,\nExulting in increasing strength,\n\"Caw! Caw! Caw! Caw!\" they proudly cry,\n\"We shall be flying by and bye;\"\nBut ah, poor Crows, there's many a slip\nBetween the cup and longing lip.\nThe farmer heard the cawing sound,\nAnd sent to all his neighbours round,\nBegging of them every one\nTo bring a rifle or a gun,\nIf they would come the sport to see\nOf shooting at the rookery;\nAnd try to check the rural pest,\nWhich did the country so infest,\nAnd stop the robbery of corn,\nWhich was no longer to be borne.\nFor though the farmers had a plan\nTo scare them with the form of man,\nThe Crows, at first much terrified,\nAnd wheeling high in circles wide,\nHad soon become too bold for that;\nAnd even perched upon the hat,\nAnd loud in mockery cried \"CAW! CAW!\n'Tis nothing but a man of straw.\"\nThe next day, as the picture shows,\nThe farmers met to shoot the Crows--\nTheir rustling underneath the trees\nThe young ones thought was but the breeze;\nBut an old Crow's experienced eye\nDiscovered soon their enemy;\nWhose purpose was not left in doubt,\nFor, uttering a murderous shout,\nThe shooters levelled each his gun--\nBang! Bang! the slaughter is begun.\nBang! Bang! again for every ball\nWounded or dead the young Crows fall;\nThe old Crows wheeling in the skies",
    "subjects": [
      "Poetry"
    ],
    "bookshelves": [
      "Poetry"
    ]
  },
  {
    "id": 42076,
    "title": "Poetry Collection 42076",
    "author": "Various Poets",
    "text": "Copyright 1904 by MARIAN LONGFELLOW\nand of\nWho Still Walks with Me,\nThese Songs are dedicated by\nWashington \"Post,\" the \"Saturday Gazette\" (Boston), and other\nAmong these \"Contrasted Songs\" I trust that the reader will find\nsomething to which the heart may respond.\nFaithfully yours,\nOn the Sea\nThe Mansion that Endured\nFrancis Coster's Story\nThe mystic sea is singing its golden song to me;\nI bend to catch its murmur in silent ecstasy;\nTill, as the music ringeth in sweet and solemn tone,\nAn answering echo waketh a music all mine own!\nThe sea sings softly, softly upon my listening ear,\nAnd still its notes fall ever in cadence full and clear.\nThe song that waxeth stronger within my beating heart\nSeems but a second measure--seems of the sea a part!\nAnd far from all the burdens that day brings in its train,\nMy soul hath found Elysium--renews its youth again!\nI hear the golden billows beat on the rock-bound shore,\nAnd still my heart is singing that sweet song o'er and o'er!\nO happy Youth, how quickly the sands of life have run!\nThe shades of eve are falling ere yet the day is done!\nThe golden sea eternal beats loud and strong and free,\nAnd bears upon its bosom a joy eternally!\n'Tis the Spirit of the Water! it breathes upon the sea;\nAs phantom in its motions it glides mysteriously!\nI see the snow-clad islands that deck the opal bay,\nAnd the Spirit of the Water now robed in mist and spray.\nThe charm that clings eternal to ocean fills my soul,\nAs mist-wreathed waves in grandeur pass on unto their goal!\nYe phantoms on Life's ocean! how like the mist ye seem,\nAs backward turneth memory across Life's glow and gleam!\nWhile still the fateful presence glides on across the wave,\nNor lifts its veil of mystery until we reach the grave!\nO speak! is it endeavor, or is it blighted faith?\nOr is it but the passing of pain--this silent wraith?\nWe know not, oh, we know not here, for o'er Life's restless sea\nWe too glide on, as phantoms all, this side Eternity!\nCalm seas that lie 'neath summer skies\nAnd mirror back those skies to me,\nUpon whose breast white sails arise\nAnd glide like spirits grand and free.\nCalm seas beneath whose hidden deep\nAre wonders far beyond my ken,\nThere, rocked in murmuring currents, sleep\nThe secrets not revealed to men!\nPeace, like a white-winged dove descends\nAnd hovers o'er the waters bright,\nWhile glory of the sunset blends\nWith tones of the approaching night.\nMy glad soul bids thee welcome, and\nGoes forth upon the ocean's tide!\nFar from the care that fills the land,\nTo where my spirit would abide!\nTill, as the cares of day depart\nAnd the glad sea its greeting calls,\nI rise unshackled, strong of heart,\nAnd from my life the burden falls!\nThus in this quiet nook I find\nAll that I longed and sought in vain\nIn the world's haunts, my soul to bind,\nAnd, seeking, found but grief and pain.\nNow, like a blessing falls thy grace,\nO grand, beloved, glorious sea!\nDrawn by thy message, face to face,\nMy longing greets thy mystery!\nO solemn cliffs of Grand Manan!\nIn silent might ye rise,\nAs bounded by th' eternal sea\nAnd by the azure skies!\nLike a proud soul that stands apart,\nUnknown, unloved, unsought,\nYe guard your stronghold silently\nThrough many battles fought.\nThe sea-gull sweeps across your wall,\nAnd seaward shapes his course!\nWhile at your feet the waves beat loud\nIn measure wild and hoarse.\nO solemn heights! O grand and calm!\nYe hold my heart in thrall!\nAnd not a sound is heard beyond\nThe ocean's rise and fall.\nBut as the waves beat strong and loud\nUpon your rugged shore,\nThrough it the sea's sad monotone\nI hear forevermore!\nThe sunset glow hath kissed your heights,\nAs loth to leave you yet;\nAnd, bathed in glories red and gold,\nThe eve and you have met.\nThe boat speeds on--we may not stay,\nBut from my brooding heart\nYour image, while this life remains,\nCan nevermore depart!\nO for the bounding wave, and the salt, salt spray on my face!\nFor the soul as free as air, that by right belongs to me!\nFor power to cast aside these fetters dark and strong,",
    "subjects": [
      "Poetry"
    ],
    "bookshelves": [
      "Poetry"
    ]
  },
  {
    "id": 1978,
    "title": "Poetry Collection 1978",
    "author": "Various Poets",
    "text": "This book is lovingly dedicated to the dear kindergarten\nchildren, and particularly to my little friend, Alice Caro Wing.\n\"Children are God's apostles, day by day sent forth preach of\nlove and hope and peace.\"--Lowell.\n\"Come to me, O, ye children!\nAnd whisper in my ear\nWhat the birds  and winds are singing\nIn your sunny atmosphere.\nYe are better than all the ballads\nThat were ever sung or said;\nFor ye are living poems\nAnd all the rest are dead.\"--Longfellow.\n\"And Nature, the old nurse, took\nThe child upon her knee,\nSaying: 'Here is a story-book\nThy Father has written for thee.\"--Longfellow.\n\"Never mind the cold,\" urged the New Year; \"please help me.\"\n\"Oh, I am the little New Year; ho! ho!\nHere I come tripping it over the snow,\nShaking my bells with a merry din;\nSo open your door and let me in.\"\nMother Nature's House Cleaning\nYou are needed down here on earth. It is time to dress my plant\nGood-bye, from your Mother Nature\nBut she was not the only one singing a lullaby that bright sunny\nI know a little maiden,\nShe is very fair and sweet,\nAs she trips among the grasses\nThat kiss her dainty feet;\nHer arms are full of flowers,\nThe snow-drops, pure and white,\nTimid blue-eyed violets,\nAnd daffodillies bright.\nShe loves dear Mother Nature,\nAnd wanders by her side;\nShe beckons to the birdlings\nThat flock from far and wide.\nShe wakes the baby brooklets,\nSoft breezes hear her call;\nShe tells the little children\nThe sweetest tales of all.\nHer brow is sometimes clouded,\nAnd she sighs with gentle grace,\nTill the sunbeams, daring lovers,\nKiss the teardrops from her face.\nWell we know this dainty maiden,\nFor April is her name;\nAnd we welcome her with gladness,\nAs the springtime comes again.\nMr. Frog's Story\nThe  world is filled with gladness;\nThe bells of Easter ring;\nEach pure white lily's waking,\nTo welcome infant spring.\nOh, dear little children, listen,\nAnd hear what the glad bells say!\nThe sweetest chime they ever rang--\n\"Our  Lord is risen to-day!\"\nBirds are flying across the sky;\nTheir songs ring through the air;\nThey carol of the Father's love\nHe shows us everywhere.\nOh, dear little children, listen,\nAnd hear what the birdlings say!\nThe sweetest song they ever sang--\n\"Our  Lord is risen to-day!\"\nBut they tried to do their best to help her, and kept on growing.\nAway they went, peeping through the curtains, and flying into the\nNature's Violet Children\nA great brown hand came up behind them and in a moment they found\nThe measure was taken, out into the field, where Farmer Lane was\nWhere were the little raindrops that left Cloudland early in the\nThe flowers nodded, as if they understood what she said.\nGolden and red trees\nNod to the soft breeze,\nAs it whispers, \"Winter is near;\"\nAnd the brown nuts fall\nAt the wind's loud call,\nFor this is the Fall of the year.\nGood-by, sweet flowers!\nThrough bright Summer hours\nYou have filled our hearts with cheer\nWe shall miss you so,\nAnd yet you must go,\nFor this is the Fall of the year.\nNow the days grow cold,\nAs the year grows old,\nAnd the meadows are brown and sere;\nBrave robin redbreast\nHas gone from his nest,\nFor this is the Fall of the year.\nI do softly pray\nAt the close of day,\nThat the little children, so dear,\nMay as purely grow\nAs the fleecy snow\nThat follows the Fall of the year.\nThis is what the letter said:\nFrom your old friend,\nThis letter she directed to",
    "subjects": [
      "Poetry"
    ],
    "bookshelves": [
      "Poetry"
    ]
  },
  {
    "id": 2304,
    "title": "Poetry Collection 2304",
    "author": "Various Poets",
    "text": "The Carver's Lesson\nIf Thou couldst know\nA Woman's Answer\nThe Bride's Dream\nThe Angel's Bidding\nA Woman's Last Word\nThe lights extinguished, by the hearth I leant,\nHalf weary with a listless discontent.\nThe flickering giant-shadows, gathering near,\nClosed round me with a dim and silent fear.\nAll dull, all dark; save when the leaping flame,\nGlancing, lit up a Picture's ancient frame.\nAbove the hearth it hung.  Perhaps the night,\nMy foolish tremors, or the gleaming light,\nLent power to that Portrait dark and quaint--\nA Portrait such as Rembrandt loved to paint--\nThe likeness of a Nun.  I seemed to trace\nA world of sorrow in the patient face,\nIn the thin hands folded across her breast--\nIts own and the room's shadow hid the rest.\nI gazed and dreamed, and the dull embers stirred,\nTill an old legend that I once had heard\nCame back to me; linked to the mystic gloom\nOf that dark Picture in the ghostly room.\nIn the far south, where clustering vines are hung;\nWhere first the old chivalric lays were sung,\nWhere earliest smiled that gracious child of France,\nAngel and knight and fairy, called Romance,\nI stood one day.  The warm blue June was spread\nUpon the earth; blue summer overhead,\nWithout a cloud to fleck its radiant glare,\nWithout a breath to stir its sultry air.\nAll still, all silent, save the sobbing rush\nOf rippling waves, that lapsed in silver hush\nUpon the beach; where, glittering towards the strand,\nThe purple Mediterranean kissed the land.\nAll still, all peaceful; when a convent chime\nBroke on the mid-day silence for a time,\nThen trembling into quiet, seemed to cease,\nIn deeper silence and more utter peace.\nSo as I turned to gaze, where gleaming white,\nHalf hid by shadowy trees from passers' sight,\nThe Convent lay, one who had dwelt for long\nIn that fair home of ancient tale and song,\nWho knew the story of each cave and hill,\nAnd every haunting fancy lingering still\nWithin the land, spake thus to me, and told\nThe Convent's treasured Legend, quaint and old:\nLong years ago, a dense and flowering wood,\nStill more concealed where the white convent stood,\nBorne on its perfumed wings the title came:\n\"Our Lady of the Hawthorns\" is its name.\nThen did that bell, which still rings out to-day,\nBid all the country rise, or eat, or pray.\nBefore that convent shrine, the haughty knight\nPassed the lone vigil of his perilous fight;\nFor humbler cottage strife or village brawl,\nThe Abbess listened, prayed, and settled all.\nYoung hearts that came, weighed down by love or wrong,\nLeft her kind presence comforted and strong.\nEach passing pilgrim, and each beggar's right\nWas food, and rest, and shelter for the night.\nBut, more than this, the Nuns could well impart\nThe deepest mysteries of the healing art;\nTheir store of herbs and simples was renowned,\nAnd held in wondering faith for miles around.\nThus strife, love, sorrow, good and evil fate,\nFound help and blessing at the convent gate.\nOf all the nuns, no heart was half so light,\nNo eyelids veiling glances half as bright,\nNo step that glided with such noiseless feet,\nNo face that looked so tender or so sweet,\nNo voice that rose in choir so pure, so clear,\nNo heart to all the others half so dear,\nSo surely touched by others' pain or woe,\n(Guessing the grief her young life could not know,)\nNo soul in childlike faith so undefiled,\nAs Sister Angela's, the \"Convent Child.\"\nFor thus they loved to call her.  She had known\nNo home, no love, no kindred, save their own.\nAn orphan, to their tender nursing given,\nChild, plaything, pupil, now the Bride of Heaven.\nAnd she it was who trimmed the lamp's red light\nThat swung before the altar, day and night;\nHer hands it was whose patient skill could trace\nThe finest broidery, weave the costliest lace;\nBut most of all, her first and dearest care,\nThe office she would never miss or share,\nWas every day to weave fresh garlands sweet,\nTo place before the shrine at Mary's feet.\nNature is bounteous in that region fair,\nFor even winter has her blossoms there.\nThus Angela loved to count each feast the best,\nBy telling with what flowers the shrine was dressed.\nIn pomp supreme the countless Roses passed,\nBattalion on battalion thronging fast,\nEach with a different banner, flaming bright,\nDamask, or striped, or crimson, pink, or white,\nUntil they bowed before a newborn queen,\nAnd the pure virgin Lily rose serene.",
    "subjects": [
      "Poetry"
    ],
    "bookshelves": [
      "Poetry"
    ]
  }
]